[
    "RT @Andela: From Nairobi to Lagos to NYC we're excited to announce a $24M Series B from Zuckerberg's CZI https://t.co/ybRwkmN3lX https://t.…",
    "RT @Ramgeedavis: Incase you're wondering why  Justice Mumbi Ngugi is trending check this via @ItsMutai https://t.co/dXHTaRD2HU",
    "RT @Andela_Kenya: Calling out to female software developers - @iHub blogpost https://t.co/KGD3253QbA  #opportunities https://t.co/mLuzyHM3NI",
    "@DStv_Kenya hey…your ussd *423# isn’t working. How else can I check my account Info?",
    "RT @ImTheManHimself: Top 2 shooters of all time. 1.Steph curry . 2. Police",
    "RT @iHub: @Andela_Kenya is still looking for applicants to its 6th cohort. Apply to their world-class programme— https://t.co/WD8qsJoor3 #O…",
    "RT @Andela: Excited to be ranked the #2 hottest #startup in #NYC! Also.. we're #hiring! https://t.co/vHdNWRziH8 https://t.co/D0DFSn1YMY",
    ".@unicodeveloper from @andela is #trending globally on @github as top #PHP dev! https://t.co/t0cA29ct1V",
    "@Iamkugu time to invest in barrels!! Not land. Lol. Who has storage?",
    "@elanimuziki also, tons of businesses are raided daily over playing unlicensed music. They all pay. The artist MUST then benefit",
    "@elanimuziki good work guys. Just caught up. Please don’t let this one drop. Fighting this fight will help change the scene for many",
    "@PPetermwash @githaemukurinu @inooroke @ann_murimi @puritypkpk @REUBENMAKUMI why am i on this thread?",
    "@MsMacharia wrong mwaniki…me thinks.",
    "@alanmwendwa what happened to Ifunanya?!! u used to blame her always! @samrachiqita @ewanambiro  @StephenAnanda @NyishVictor @holding_8",
    "@nkonditi @NeemaKamau solid find!!!!",
    "RT @TIME: Russia offers France new puppy to replace police dog killed in terrorism raid https://t.co/9HQji5doky https://t.co/0YohVIpH59",
    "Still in shock about Paris! And so angry!! The world really needs a firm answer against terrorism. Prayers for the victims families…",
    "@nkonditi yup!! Hehe! And what’s this? Insomnia? Still with maina",
    "RT @TIME: Romanian government resigns following protests https://t.co/rO4dyBU6gW https://t.co/6zL0ZlBDFu",
    "Brill by the #TeamAllBlacks !!! Can’t wait for next week! Thrash the boks!",
    "@moseskemibaro are you a closet red bull fan? …. Hehe",
    "@Iamkugu the transfer committees signings have actually been good. It’s rodgers who preferred Clint Dempsey to Sturridge who was nuts!",
    "@Iamkugu haha! Now klopp is a good coach? Where are all the klopp the flop tweets  you’ve been spouting?!!",
    "@alanmwendwa u guys beat man u coz their defence are young small and blind!!@ewanambiro @StephenAnanda @holding_8 @samrachiqita @NyishVictor",
    "Japan!! That was incredible! Wow! #RWC",
    "Unbelievable!! Kenya has won the World Championships!! Fantastic!!! #TopOfTheWorld",
    "@ewanambiro c’mon! i’m a natural!! @alanmwendwa @StephenAnanda @samrachiqita @holding_8 @NyishVictor",
    "@alanmwendwa Lucky punks!! I can see your Cech finally cleared!! @ewanambiro @StephenAnanda @samrachiqita @holding_8 @NyishVictor",
    "@ewanambiro @alanmwendwa @NyishVictor @holding_8 @samrachiqita @StephenAnanda don’t get it. Is it meant to be a vine?",
    "@ewanambiro don’t worry son! You’re only 1 point behind Chelsea at this point! @samrachiqita @alanmwendwa @holding_8 @NyishVictor",
    "@samrachiqita @ewanambiro @alanmwendwa @holding_8 @NyishVictor why is this place so quiet? Huh?….bad games? 😆",
    "@StephenAnanda @ewanambiro @samrachiqita @alanmwendwa @NyishVictor @holding_8 @TelegraphSport he is nowhere near that value. Perhaps 20m",
    "@samrachiqita  swa was so bad, I thought it was Baganda!!! @ewanambiro @StephenAnanda @alanmwendwa @NyishVictor @holding_8 @TelegraphSport",
    "@samrachiqita @NyishVictor @StephenAnanda @ewanambiro @alanmwendwa @holding_8 finally #lfc can rub into y’all’s faces!!! let’s go!!!",
    "RT @JimWhite: Bumped into the Kenya Women's Football squad in South Africa! http://t.co/n5KLOn1Fjh",
    "Hats off to Dibaba! Brilliant run!",
    "@stevebuckleylfc no transfer news mate?",
    "@jixxiegatei if he is caught using again…it’s a life ban. I actually think he has always been really talented! will be a cracker!",
    "Beginning to believe usain bolt won’t be able to touch Gatlin this year! Gatlin is in true beast mode!",
    "East Africans will get this...the lady on lane 7 actually has to respond to her first name!!! Tsk! Tsk! http://t.co/V0CTcHHaw9",
    "@Iamkugu ha! I’ll work on my interpretation skills, you work on expression skills. Coz I’m sure running a party usually concerns governance",
    "@Iamkugu nutter!!!! ANC is the best ran party In africa. Is even used in Harvard studies. CCM centers power around the presidency",
    "RT @smagdali: .@theeconomist @jolumu A Masai with a mobile phone? Is there a lazier cliché in the picture editor's repertoire?",
    "How can watching robots fight get me this excited? Darn!! #battlebots",
    "Battlebots !!!",
    "@Iamkugu Andy cole scored loads of goals but isn’t considered ‘great’ because he was unreliable at big moments. Higuain is proving similar",
    "@Iamkugu the logic is he isn’ta big moment player…and so cannot be called ‘great’ yet. even balotelli stepped up at the WC…",
    "@Iamkugu higuain missed 4 of the 7 penalties he took for Napoli last season. Not one for big moments. Messy doesn’t do that.",
    "@nkonditi @alanmwendwa yup! Yup! Chairman of waterfront estate still collecting alms on behalf. Still giving?",
    "@Iamkugu stuff? Smh"
]